export const BG = {
    nav1: "Главна",
    nav2: "Проекти",
    nav3: "Опит",
    nav4: "Контакти",

    home: "Front-end Development",
    home_span: "Maestro",
    home_text: "Като frontend разработчик съм усвоил мощта на React/TypeScript, владея свободно Tailwind, работя оперативно с Vite и управлявам състоянието с Redux/Toolkit. С какво се отличавам? Това не е просто кодиране, а разбиране на бизнеса, като се уверявам, че всеки ред код съответства на цялостната картина.",
    home_btn_1: "свържете ",
    home_btn_2: "Резюме",
    languages_title: "Скилы",

    project: "последните проекти",
    pr_item_title: "Кликнете тук, за да посетите",
    pr_item_subtitle_1: "платформа за блогове",
    pr_item_text_1: 'В този проект разработих динамична и интерактивна платформа за блогове. Потребителите могат безпроблемно да разглеждат различни интересни статии, да филтрират съдържанието според предпочитанията си и да взаимодействат с други потребители чрез коментари и харесвания. Платформата е проектирана за модерно и интуитивно потребителско изживяване, като насърчава чувството за общност и споделяне на знания.',
    pr_item_subtitle_2: "бизнес анализ",
    pr_item_text_2: 'За този проект разработих надеждно табло за електронна търговия, което предоставя на продавачите задълбочени инструменти за анализ и управление. Таблото за управление позволява на потребителите да проследяват продажбите, да наблюдават наличностите и да анализират поведението на клиентите. Благодарение на удобния за потребителя интерфейс продавачите могат ефективно да вземат решения, основани на данни, като подобряват цялостната производителност и успеха на своите онлайн магазини.',

    experience: "опит",
    exp_desc_1: "В платформата Freelance.com съм реализирал най-различни проекти - от динамичен уебсайт за спортно училище в Москва до платформа, която улеснява закупуването на международни номера. Независимо дали става въпрос за създаване на заемни услуги или стабилни онлайн магазини, гъвкавостта е моята силна страна. Решаването на проблемите с главата напред е моят начин на работа. Един от най-предизвикателните моменти беше следният - работа с CDN API, създаване на сложно автоматизирано разписание за училище. Решаването на проблеми подхранва страстта ми към разработването.",
    exp_desc_2: "Участвах в създаването на уебсайта на Rostelecom, като проектирах и реализирах оформления. WordPress и WooCommerce се превърнаха в основните ми инструменти за създаване на отзивчиви сайтове. Респонсивният дизайн се превърна във форма на изкуство. Адаптирането на оформленията, промяната на съдържанието и много други промени в зависимост от ширината на екрана беше предизвикателство, с което се справих, осигурявайки безупречно потребителско изживяване на всички устройства.",

    footer: "Контакти",
    footer_desc: "Мотивацията ми е проста, но дълбока - да създавам приложения, които реално променят живота на хората. Радостта от създаването на нещо полезно подхранва страстта ми към разработката. С поглед към бъдещето се стремя да бъда част от голям технологичен холдинг, който да допринася за разработването на впечатляващи и влиятелни приложения. Да стана част от нещо голямо е пътуването, което очаквам с нетърпение."
}