export const RU = {
    nav1: "Главная",
    nav2: "Проекты",
    nav3: "Опыт",
    nav4: "Контакты",

    home: "Front-end Development",
    home_span: "Maestro",
    home_text: "Как фронтенд-разработчик, я владею мощью React/TypeScript, в совершенстве использую Tailwind, оперативно работаю с Vite и управляю состоянием с помощью Redux/Toolkit. Чем я выделяюсь? Это не просто кодинг, это понимание бизнеса, обеспечивающее соответствие каждой строчки кода общей картине.",
    home_btn_1: "Связаться",
    home_btn_2: "Резюме",
    languages_title: "Скилы",

    project: "последние проекты",
    pr_item_title: "нажмите сюда, чтобы посетить",
    pr_item_subtitle_1: "Блог Платформа",
    pr_item_text_1: 'В этом проекте я разработал динамичную и интерактивную блог-платформу. Пользователи могут беспрепятственно знакомиться с разнообразными увлекательными статьями, фильтровать контент в соответствии со своими предпочтениями и взаимодействовать с другими пользователями с помощью комментариев и лайков. Платформа создана для современного и интуитивно понятного пользовательского опыта, способствуя развитию чувства общности и обмена знаниями.',
    pr_item_subtitle_2: "анализ бизнеса",
    pr_item_text_2: 'Для этого проекта я разработал надежную панель электронной коммерции, которая предоставляет продавцам глубокие аналитические и управленческие инструменты. Приборная панель позволяет пользователям отслеживать продажи, контролировать инвентарь и анализировать поведение покупателей. Благодаря удобному интерфейсу продавцы могут эффективно принимать решения на основе данных, повышая общую производительность и успешность своих интернет-магазинов.',

    experience: "Опыт",
    exp_desc_1: "На платформе Freelance.com я реализовывал самые разные проекты - от динамичного сайта для московской спортивной школы до платформы, облегчающей покупку международных номеров. Будь то создание лендингов или надежных интернет магазинов, универсальность - моя сильная сторона. Решать проблемы с головой - это мой стиль работы. Один из самых трудных моментов было следующее - работа с CDN API, создание сложного автоматического расписания для школы. Решение проблем подпитывает мою страсть к разработке.",
    exp_desc_2: "На Weblancer.com я участвовал в создании сайта \"Ростелекома\", разрабатывая и внедряя макеты. WordPress и WooCommerce стали моими основными инструментами для создания отзывчивых сайтов. Отзывчивый дизайн стал искусством. Адаптация макетов, изменение контента и многие другие изменения в зависимости от ширины экрана были задачей, которую я решал, обеспечивая безупречный пользовательский опыт на всех устройствах.",

    footer: "Контакты",
    footer_desc: "Моя мотивация проста и в то же время глубока - создавать приложения, которые действительно меняют жизнь людей к лучшему. Радость, получаемая от создания чего-то полезного, питает мою страсть к разработке. Заглядывая в будущее, я стремлюсь стать частью крупного технологического холдинга, внося свой вклад в разработку впечатляющих и влиятельных приложений. Стать частью чего-то грандиозного - вот путь, который я с нетерпением жду."
}